micropython/micropython/ports/esp32/boards/LILYGO_TWATCH_2020/mpconfigboard.h
#ifndef MICROPY_HW_BOARD_NAME
#define MICROPY_HW_BOARD_NAME "LILYGO T-Watch 2020"
#endif

#ifndef MICROPY_HW_MCU_NAME
#define MICROPY_HW_MCU_NAME "ESP32"
#endif